{"v1_163": "cook", "v1_115": "no", "v1_89": "The image contains text that reads \"The Starry Night\" and \"Vincent van Gogh.\"", "v1_85": "There are no birds in the image.", "v1_111": "No", "v1_187": "This painting features a bowl of food on a table, with a glass of wine and a spoon next to it. The food is a mixture of different ingredients, including rice, vegetables, and meat. The painting is a representation of a meal, and it is likely to be a part of a larger artwork or collection. The image is a still life, with the bowl of food and the glass of wine as the main subjects.", "v1_165": "cook", "v1_183": "This painting is a close-up view of a bag of vegetables, specifically carrots, cauliflower, and broccoli. The vegetables are arranged in a neat and organized manner, with each type of vegetable clearly visible. The image is captured in a white background, providing a clean and simple setting for the vegetables to be displayed. The vegetables are packaged in a plastic bag, which is labeled with nutritional information, including calories, fat, and sodium. The painting is a still life, showcasing the various vegetables in a visually appealing way.", "v1_125": "no", "v1_18": "There is no shampoo in the image.", "v1_205": "The person in the image is a jewelry store owner who is standing in front of their store, which is lit up at night. The store is called Lummi Jewelers, and it is located in the city of Mumbai. The store's sign is visible, and it is illuminated by lights, making it easy to spot. The store is a popular destination for those looking for high-quality jewelry, and it is known for its unique and stylish designs.", "v1_162": "cooking", "v1_184": "no", "v1_46": "The estimated average standing charge for the year 2023 is 100000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000", "v1_97": "The image contains Chinese text that reads \"桃花\" (peach blossoms) and \"桃子\" (peach tree).", "v1_153": "the strategies to build working memory", "v1_113": "no", "v1_87": "1", "v1_188": "cancer", "v1_198": "the person is a patient who has been diagnosed with a lung condition", "v1_150": "no, i can't explain it", "v1_142": "yes", "v1_50": "The double garage is bigger than the living room.", "v1_22": "The red car is parked on the right side of the image.", "v1_193": "cancer", "v1_38": "The fourth step should be drawing the spoon and chopsticks.", "v1_77": "The name of this landmark is the gas pump.", "v1_152": "The image is a graphic that shows the five steps to writing an SOP. It is a blue background with a white text that reads, \"5 steps to writing an SOP.\" The image is a graphic that shows the five steps to writing an SOP. It is a blue background with a white text that reads, \"5 steps to writing an SOP.\"", "v1_99": "cosmetics", "v1_120": "no", "v1_61": "china", "v1_67": "No", "v1_117": "no", "v1_64": "no one", "v1_194": "cancer", "v1_112": "yes", "v1_32": "After kneading the dough, you should divide it into pieces before shaping it into the desired form. This step is important to ensure that the dough is evenly distributed and that each piece has the same consistency and texture. To divide the dough, you can use a knife or a dough cutter to cut the dough into desired sizes or shapes. Once the dough is divided, you can shape it into balls, rolls, or other desired forms. This step helps to ensure that the dough will rise evenly and bake evenly, resulting in a consistent and delicious final product.", "v1_132": "The lamp is on a side table.", "v1_135": "Yes", "v1_63": "100%", "v1_26": "United States", "v1_169": "no", "v1_15": "10000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000", "v1_98": "North America", "v1_180": "The image is a collage of various people, including some famous celebrities, who are all smiling and posing for a photo. The collage is a representation of the diversity of people in the world, and it is a reminder of the importance of celebrating and embracing differences. The painting is a representation of the beauty of humanity and the power of diversity.", "v1_3": "fire", "v1_94": "apple", "v1_140": "no robe", "v1_197": "Cancer", "v1_136": "yes", "v1_86": "0", "v1_122": "The curtain is on the right side of the picture.", "v1_177": "The movie is a documentary about the life of a man named Paul, who is a Christian and a missionary. He is shown in various locations, including his home, a church, and a mission field. The movie is a visual representation of his life and his experiences as a missionary.", "v1_178": "The painting is a collage of three women, each with a different hairstyle and color. The first woman has a blonde hair, the second has a pink dress, and the third has a yellow dress. The women are all wearing different styles of dresses, and their hairstyles are unique. The painting is a collage of three women, each with a different hairstyle and color. The first woman has a blonde hair, the second has a pink dress, and the third has a yellow dress. The women are all wearing different styles of dresses, and their hairstyles are unique.", "v1_78": "The landmark in the image is the Eiffel Tower.", "v1_176": "the movie is a documentary about the life of a man who is a member of the chinese communist party", "v1_164": "how to cook this dish", "v1_159": "make a bar graph", "v1_49": "There are no appliances in the kitchen in this floorplan.", "v1_133": "They are both used to display various fruits and vegetables in a market or store. The stump is a stand or display for fruits and vegetables, while the fence is a barrier or border around the stump, providing a clear and organized area for customers to browse and purchase the produce.", "v1_141": "sky", "v1_53": "1", "v1_2": "x", "v1_215": "Chorleywood is a village located in the Hertfordshire county of England, near London. The village has a rich history dating back to the medieval period, and it has undergone significant changes over the years. The village's population has steadily increased since the middle of the nineteenth century, and it has become a popular residential area for people working in London. The village's development can be traced through various historical events and changes in its infrastructure, including the construction of the Chorleywood railway station in 1849, which facilitated transportation to and from London.\n\nThe village's growth can also be attributed to its proximity to London, which has made it an attractive location for commuters. The construction of the M1 motorway in the 1960s further facilitated access to the village, making it easier for people to travel to and from London. The village's development has also been influenced by the expansion of the London metropolitan area, which has led to an increase in demand for housing and other amenities.\n\nIn recent years, Chorleywood has undergone further development, with new housing estates and commercial centers being built to accommodate the growing population. The village has also become a hub for local businesses, with a variety of shops, restaurants, and other services available to residents and visitors.\n\nOverall, Chor", "v1_88": "The scene text in the image includes a group of people standing in the snow, posing for a picture, and holding a green flag.", "v1_173": "the number line", "v1_42": "$1000", "v1_58": "professor", "v1_9": "12.5", "v1_214": "The image shows a book titled \"Electricity Production in Australia and France in 1980 and 2000\" with pie charts on the cover. The book is open on a desk, and the author is holding it with a laptop in the background. The book is focused on the electricity production of Australia and France in the years 1980 and 2000, and the pie charts on the cover provide a visual representation of the data.\n\nThe book is a valuable resource for those interested in the electricity production industry, particularly those who want to compare the electricity production of Australia and France in the past two decades. The pie charts on the cover of the book provide a clear and concise representation of the data, making it easier for readers to understand the information.\n\nThe author is holding the book, which suggests that the book is a recent publication, and the author may have written it or contributed to it. The presence of a laptop in the background suggests that the author is likely to be involved in the field of electricity production or related industries.\n\nOverall, the image provides a glimpse into the electricity production industry, particularly in Australia and France, and the pie charts on the cover of the book make it an informative and visually appealing resource for those interested in the topic.", "v1_75": "no logo", "v1_148": "The image is a poster with the words \"Kids in Action\" and a picture of children with different actions. It is a visual aid for children with visual impairments.", "v1_179": "The painting is a portrait of a woman in a white dress, holding an Oscar award. She is smiling and appears to be happy with her achievement. The painting is a representation of the actress's success in the film industry.", "v1_12": "The cost of three bottles of Moet champagne is around 1000 USD.", "v1_126": "No", "v1_200": "The person in this image is a man with a white shirt and black pants. He is standing in front of a water fountain, and the water is coming out of his mouth. The water is being sprayed from the fountain, and it appears to be coming out of his mouth. The man is standing in front of a building, and the water is coming out of the fountain in a misty form.", "v1_124": "No", "v1_45": "100000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000", "v1_29": "There is no motorcycle in the image.", "v1_144": "she is holding cake", "v1_52": "replace bulb", "v1_213": "The book \"Histoire de France\" (History of France) is a French language publication that provides a comprehensive overview of the country's history. It covers various aspects of French history, including the French Revolution, the Napoleonic era, and the modern era. The book is designed for children and is suitable for both French and English-speaking readers. It is a great resource for anyone interested in learning about the history of France, including students, teachers, and general readers.\n\nThe book is available in both paperback and hardcover formats, and it is suitable for children aged 8 to 12 years old. It is a great tool for those who want to learn about the history of France in a fun and engaging way. The book is also available in English, which makes it accessible to a wider audience.\n\nThe book is not the only resource available for learning about the history of France. There are many other books, websites, and educational materials available that provide a more detailed and comprehensive overview of the country's history. These resources can be used in conjunction with the \"Histoire de France\" book to gain a more complete understanding of the subject.\n\nOverall, the \"Histoire de France\" book is a great resource for anyone interested in learning about the history of France, especially for children aged 8 to 12 years old. It provides a fun and engaging way to learn about the country", "v1_171": "no", "v1_39": "Repair the tire", "v1_102": "The photo was taken in a tree, specifically in a tree branch.", "v1_34": "Before cutting herbs, sausage, and mushrooms, it is important to ensure that the knife is sharp and clean. A dull knife can cause the herbs, sausage, or mushrooms to tear or bruise, leading to a loss of flavor and texture. Additionally, a dirty knife can introduce bacteria or other contaminants into the food, potentially causing foodborne illness. Therefore, it is essential to clean and sharpen the knife before cutting the herbs, sausage, and mushrooms. This will ensure that the food preparation process is efficient, safe, and of high quality.", "v1_182": "This painting is a close-up view of a red apple with a green stem and a white background. The apple is the main focus of the image, and the stem is visible in the foreground. The apple is a fresh, ripe fruit, and the image is likely meant to showcase its beauty and appeal. The white background provides a clean and simple backdrop for the apple to stand out.", "v1_8": "\"I love you\"", "v1_44": "restaurants", "v1_5": "argentina", "v1_65": "The person in the image is a woman.", "v1_62": "may", "v1_41": "last strategy given in the image is chase", "v1_101": "stockholm", "v1_23": "The price for tomatoes is not specified in the image.", "v1_134": "No, the spoon is made of a different material than the chopsticks.", "v1_47": "The estimated total cost for the year 2023 is $100,000.", "v1_91": "The image features a painting of the birth of Venus, with the goddess Venus and other figures in the scene.", "v1_160": "cook", "v1_70": "The dish is called \"Peppermint Bark Cookies.\"", "v1_208": "The image shows a Nintendo Switch console, which is a hybrid gaming device that can be used both as a handheld console and as a home console. The image is accompanied by a graph that shows the long-term international migration of the United Kingdom from 1999 to 2008. The graph is a visual representation of the trend of migration over time, which is a topic of interest for many people.\n\nThe Nintendo Switch is a popular gaming console that has been well-received by both critics and gamers. It has a unique design that allows it to be used as both a handheld console and a home console, making it a versatile option for gamers. The console has a wide range of games available, including popular titles like Super Mario Odyssey and The Legend of Zelda: Breath of the Wild.\n\nThe graph shows the long-term international migration of the United Kingdom from 1999 to 2008. This is an interesting topic for many people, as it provides insight into the trend of migration over time. The graph is a useful tool for visualizing the data and understanding the trend.\n\nOverall, the image of the Nintendo Switch and the graph of long-term international migration provide a unique and interesting perspective on two different topics.", "v1_196": "cancer", "v1_189": "cancer", "v1_51": "The patio is bigger.", "v1_154": "The image is a graph that shows the cost of fuel for different vehicles. The graph is presented in a funny way, with the numbers being displayed in a humorous manner. The graph is also accompanied by a caption that reads \"Ford vs. Toyota: Which is more fuel efficient?\"", "v1_174": "no", "v1_201": "The person in this image is a photographer who has captured a beautiful moment of two birds sitting on a branch. The birds are a red cardinal and a blue bird, and they are perched on the branch together, creating a harmonious and colorful composition. The photographer has captured the birds in a natural setting, with the blurred background adding to the overall serene atmosphere.", "v1_131": "The surfer is to the left of the surfboard.", "v1_139": "motocross", "v1_95": "The license plate number is not visible in the image.", "v1_137": "no", "v1_28": "The number displayed on the motorcycle ridden by the motorcyclist wearing a yellow suit is 10.", "v1_106": "No", "v1_186": "This painting is a beautiful representation of a delicious and healthy summer salad. The image features a white plate filled with sliced tomatoes, spinach, and mozzarella cheese, all arranged in a beautiful and appetizing manner. The salad is topped with a balsamic glaze, making it a perfect dish for a summer barbecue or a light lunch. The painting is a great way to showcase the beauty of this simple yet flavorful salad.", "v1_109": "The trash is empty.", "v1_170": "no", "v1_14": "$15", "v1_100": "Sample A", "v1_147": "cooking", "v1_4": "100000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000", "v1_72": "egg roll", "v1_0": "4", "v1_146": "no", "v1_68": "no", "v1_212": "The table below provides information about the underground railway systems in six cities. The table includes the following main features:\n\n1. City: London\n2. Line: Central Line\n3. Distance: 11.4 km\n4. Number of Stations: 30\n5. Trains per hour: 12\n6. Travel Time: 25 minutes\n7. City: New York\n8. Line: 4, 5, 6\n9. Distance: 13.7 km\n10. Number of Stations: 46\n11. Trains per hour: 20\n12. Travel Time: 30 minutes\n13. City: Paris\n14. Line: 1, 2, 3, 4, 5, 6, 7, 8, 9, 10\n15. Distance: 22.8 km\n16. Number of Stations: 30\n17. Trains per hour: 20\n18. Travel Time: 40 minutes\n19. City: Tokyo\n20. Line: Yamanote Line\n21. Distance: 34.5 km\n22. Number of Stations: 33\n23. Trains per hour: 20\n24", "v1_21": "none", "v1_108": "0", "v1_40": "The second step suggested in the image is to create a team.", "v1_90": "The image is a painting of the Kiss by Gustav Klimt.", "v1_119": "The fence in the image is made of wood.", "v1_48": "The living room window faces east.", "v1_168": "The image is a graph that shows the number of people who have been born in the United States over the years. The graph is labeled as a line graph and is displayed on a white background. The image is not a movie, but rather a graph that provides information about the number of people born in the United States over time.", "v1_30": "right", "v1_204": "The person in the image is a man who is wearing a black shirt and a black jacket. He is standing next to a blue car, which has a license plate that reads \"S3030CD.\" The man is holding a camera and taking a picture of the car.", "v1_211": "The image shows a person holding a smartphone in their hand. The smartphone is displaying the home screen, which shows the time, date, and weather information. The person is holding the phone in their left hand, and the screen is facing the camera. The smartphone is a Motorola brand, which is a well-known brand in the mobile phone industry. The person is using the phone to check the time, date, and weather information. The image is taken in a dark room, which makes the phone's screen visible. The person is holding the phone in their left hand, which is a common way of holding a smartphone. The image is taken in a dark room, which makes the phone's screen visible. The person is holding the phone in their left hand, which is a common way of holding a smartphone. The image is taken in a dark room, which makes the phone's screen visible. The person is holding the phone in their left hand, which is a common way of holding a smartphone. The image is taken in a dark room, which makes the phone's screen visible. The person is holding the phone in their left hand, which is a common way of holding a smartphone. The image is taken in a dark room, which makes the phone's screen visible. The person is holding the phone in their left hand, which is a common way of holding a smartphone. The image is taken in a dark room", "v1_123": "Yes, there is a computer in the photo.", "v1_59": "The table does not mention Wilkins earning any money. It is a cartoon with a rhino painting a picture and a caption that reads, \"You see the world as you are.\" The cartoon is a representation of the idea that people see the world through their own perspective.", "v1_80": "100000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000", "v1_81": "dollar", "v1_96": "The image contains French text that reads \"Je suis un artiste\" and \"Je suis un artiste.\"", "v1_121": "No", "v1_155": "fuel cost", "v1_203": "The person in the image is a librarian.", "v1_127": "pigeon", "v1_149": "The image is a poster with the words \"multi step paragraph tasked directed\" written on it. It is a poster that is meant to help students with their writing skills. The poster is also a reminder for students to follow the steps in writing a paragraph.", "v1_84": "Pneumothorax", "v1_110": "No", "v1_60": "united states", "v1_104": "The photo was taken in a garden or outdoor area.", "v1_138": "on motorcycles", "v1_11": "$100", "v1_93": "The image contains text that reads \"The Art of Photography\" and \"The Art of Photography: A Guide to the History of Photography.\"", "v1_55": "2018", "v1_143": "no", "v1_158": "cookbook", "v1_161": "cookbook", "v1_210": "The text describes the laws of marriage and divorce in the United States, and it is written on a scroll or parchment paper. The laws of marriage and divorce in the United States are governed by the Constitution and the laws of the individual states. The Constitution does not specifically mention marriage or divorce, but it does provide for the rights of citizens to pursue happiness and to have the freedom to contract with others. The laws of marriage and divorce vary from state to state, and the laws are subject to change over time.", "v1_216": "The map shows two possible sites for a new supermarket in the town of Garlsdon. The first site is located near the town center, while the second site is located near the sea. The main features of the map are the two possible locations for the supermarket, the town center, and the sea. The comparison between the two sites is that the first site is closer to the town center, while the second site is near the sea. This comparison highlights the potential benefits and drawbacks of each location. The first site may be more convenient for customers who prefer to shop in the town center, while the second site may offer a unique shopping experience for those interested in the sea and marine life.", "v1_37": "After snapping their fingers, kids should look around to see what has changed. In this case, the image shows a tree stump with a bush growing out of it, which has been transformed into a playground for a child. The child is sitting on the stump, which is a common playground equipment for kids.", "v1_33": "No, adding sugar to the egg and milk mixture is not necessary. The video shows a person mixing the ingredients in a bowl, and the recipe does not call for sugar to be added. Mixing the egg and milk together creates a smooth and creamy texture, which is ideal for cakes, muffins, and other baked goods. The absence of sugar in the recipe ensures that the final product will not have an overly sweet taste.", "v1_66": "no one", "v1_157": "any occasion", "v1_145": "public", "v1_105": "united states", "v1_10": "The price difference between diesel and regular gasoline can vary depending on the location and the current market conditions. In some regions, diesel may be more expensive than regular gasoline, while in others, the opposite may be true. The price difference can range from a few cents to a few dollars per gallon.", "v1_92": "The image contains text in the form of a caption or a title. The text describes the scene and provides context for the image.", "v1_76": "The landmark in the image is the famous Las Vegas Strip.", "v1_56": "1.2 trillion", "v1_25": "The image shows a desk with a laptop, a clock, a lamp, a chair, and a radio. The total international awareness of Tina Fey is not specified in the image.", "v1_31": "Yes", "v1_1": "dna", "v1_27": "plate tectonics", "v1_73": "The car on the left is a 2015 Honda Civic", "v1_35": "1000", "v1_118": "The weather is sunny and warm.", "v1_19": "plant", "v1_83": "Pneumothorax", "v1_185": "This painting is a close-up view of a bowl of tofu soup, also known as miso soup. The soup is made with tofu, miso paste, and other ingredients, such as onions and ginger. The bowl is filled with a red-colored broth, and the tofu cubes are floating in it. The soup is served in a white bowl, and the image is taken from a white background.", "v1_191": "cancer", "v1_107": "The airplane is taking off.", "v1_24": "apple", "v1_36": "In the third step, we should add a small table or side table next to the couch, which can serve as a functional and decorative element in the living room. The table can be placed near the couch, providing a convenient spot for drinks, books, or other items. It can also complement the green couch and the overall color scheme of the room. The table can be made of wood, metal, or a combination of materials, depending on the desired aesthetic and practicality. The table should be small enough to fit comfortably next to the couch, but large enough to accommodate the intended items.", "v1_79": "100000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000", "v1_217": "The image shows a gas station's digital display, which displays the current prices of gasoline and diesel. The prices are displayed in both dollars and cents, and the prices are updated in real-time. The display also shows the current number of liters of gasoline and diesel available at the station. The information is displayed in a clear and easy-to-understand format, making it easy for customers to quickly find the best deal on fuel. The digital display also provides a more accurate and up-to-date information compared to traditional paper signs.", "v1_114": "no", "v1_175": "The movie is titled \"The Big Short\" and is a 2015 American biographical comedy-drama film directed by Adam McKay. It tells the story of the 2008 financial crisis and the people who predicted it. The movie features a cast of talented actors, including Christian Bale, Brad Pitt, and Ryan Gosling. The film has been praised for its portrayal of the events leading up to the crisis and the people who were able to predict it.", "v1_103": "The photo was taken in a garden or farm.", "v1_172": "no", "v1_7": "x^2 + y^2 = r^2", "v1_82": "Pneumothorax", "v1_207": "The image is a framed black and white photograph of a Christmas-themed quote that reads \"Have yourself a merry little Christmas.\" The quote is written in a chalkboard style font and is surrounded by a black frame. The photograph is displayed on a wall, and it is a part of a collection of framed art pieces.", "v1_116": "church", "v1_156": "birthday party", "v1_206": "The person in the image is a math teacher who is standing in front of a chalkboard. The children are standing behind her, and they are writing numbers on the board. The teacher is helping them with their math lesson, and the children are learning how to solve equations.", "v1_209": "The graph and table below provide information about water use worldwide and water consumption in two different countries. The graph shows the global water consumption, which is estimated to be around 1.2 trillion cubic meters per year. The table provides a comparison of water consumption between two countries, the United States and China. The United States consumes around 1,200 cubic meters of water per person per year, while China consumes around 2,200 cubic meters of water per person per year.\n\nThe graph and table demonstrate the global and regional trends in water consumption, highlighting the challenges and opportunities associated with water management. The comparison between the United States and China provides a useful perspective on the differences in water consumption between developed and developing countries. The United States, with a higher per capita water consumption, is a developed country with a relatively high standard of living, while China, with a higher overall water consumption, is a developing country with a rapidly growing population and economy.\n\nThe information presented in the graph and table can be used to inform policy decisions, raise awareness about water conservation, and promote sustainable water management practices. By understanding the global and regional trends in water consumption, we can work towards ensuring that water resources are used efficiently and sustainably, and that future generations have access to clean and safe water.", "v1_195": "cancer", "v1_166": "cooking", "v1_130": "no", "v1_57": "2012 and 2016", "v1_20": "The frisbee is in the air, and the man is standing on the shore, watching the frisbee fly.", "v1_129": "pen", "v1_16": "$2.50", "v1_190": "cancer", "v1_192": "cancer", "v1_71": "vegetable", "v1_128": "cat", "v1_17": "The person in the front left is wearing a blue hat.", "v1_43": "$100", "v1_199": "The person in this image is a patient who has undergone a chest x-ray. The image shows the patient's chest area, including the lungs and heart, in black and white. The x-ray is used to diagnose and monitor various medical conditions, such as lung cancer, pneumonia, and heart disease.", "v1_202": "The person in the image is a health coach who specializes in juicing and nutrition. They are shown with a variety of fruits and vegetables, including apples, oranges, and tomatoes, arranged on a table. The juices are likely made from these ingredients, and the person is likely sharing their knowledge and expertise on the benefits of juicing and the importance of incorporating fruits and vegetables into a healthy diet.", "v1_13": "twenty dollars", "v1_167": "cook", "v1_181": "This painting features a row of milk cartons on a shelf, with three different types of milk available. The milk is labeled as almond milk, oat milk, and cow milk. The painting is a close-up of the shelf, with the milk cartons in the foreground and a white background behind them. The image is a still life, with the focus on the milk and its labels.", "v1_54": "10 minutes", "v1_151": "the meme is showing how to add and subtract numbers", "v1_6": "yes", "v1_69": "1000 calories", "v1_74": "Tortillas"}